{"request_date":"2014-04-03 21:32:50.874","search_value":10212,"search_type":"id","results":{"region":"Non-Collection","displayDate":"1965","objectNumber":"FA875","ObjTextEntries":[{"id":17916,"objectId":10212,"textType":"Description","textEntry":"The sculpture was donated to the U.S. Mission to the United Nations by the artist in 1965.&nbsp; In 1983, the sculpture was placed on loan to the U.S. General Services Administration (GSA).&nbsp; A similar piece is displayed on the Mall in Washington, DC.<BR><BR>The painted steel sculpture consists of five triangular points that thrust upward and away from the center of the sculpture.&nbsp; The sculpture appears as though it is resting directly upon the grass.&nbsp; Seams and bolts are deliberately visible on the surface of the five planes.&nbsp; Each triangle leans in a different direction, thus the appearance of 5 planes.<BR><BR>CHRONOLOGY - - Alexander Calder’s Object in Five Planes<BR><BR>1965 - - Donated to the Department of State by the artist, through the efforts of Mrs. Arthur Goldberg, for display at the United States Mission to United Nations as a symbol of peace.<BR><BR>The piece was placed on display in the center of the building’s courtyard in 1966. It was subsequently moved to another location within the courtyard, and then to a site outside the Mission’s walls (according to an employee who was with GSA at the time).<BR><BR>1983 – Placed on loan to GSA<BR><BR>1985 – Correspondence from U.S. Mission to the U.N. outlining terms of loan<BR>•&nbsp;Remains property of Department of State, pursuant to the Department’s gift authority<BR>•&nbsp;No end date specified for loan<BR>•&nbsp;To be displayed in lobby on Lafayette side of 26 Federal Plaza<BR><BR>1983-1990<BR>•&nbsp;on display for some time in lobby at 26 Federal plaza NB: This does not seem to be the case.&nbsp; The artwork was found by GSA employees in the basement of 26 Federal Plaza prior to being installed on Duane Street in front of the building.<BR>•&nbsp;in storage by 1990 <BR><BR>1992 – correspondence to U.S.&nbsp; Mission to the U.N. asking about ownership, response from them indicating they have no paperwork and found “nothing in the USUN files which would lead [them] to believe the sculpture was not transferred definitively and permanently to the General Services Administration”. GSA’s intention was to place on display at a new courthouse in White Plains, NY.<BR><BR>1995 – internal memorandums indicate GSA had found a copy of 1985 agreement<BR><BR>1996 – conserved – total project cost $45,000.00 (I think)<BR><BR>1997 – informal appraisal from Christie’s at $500,000-700,000<BR><BR>1998 – installed at current location at 26 Federal Plaza<BR><BR>2003 – conserved (involved deinstallation/reinstallation) total project cost $31,000.00 (I think)<BR><BR>2007 - - conversations/correspondence with US Mission to the UN, State Department, Calder Foundation indicate that gift was intended for US Mission to the UN. State Department would like to honor the intent of the gift by having the work displayed in the new US Mission to the UN building<BR><BR><BR><BR>"},{"id":35807,"objectId":10212,"textType":"Medium","textEntry":"Painted steel, stabile"}],"ObjectsPeople":{"lastName":"Calder","id":51932,"objectId":10212,"personId":5616,"role":"Artist","displayName":"Alexander Calder","firstName":"Alexander"},"medium":"painted steel","id":10212,"classification":"sculpture","artistRelatedObjects":[{"region":"Region 5","displayDate":"1974","objectNumber":"AA25","medium":"steel","primaryImage":"/AA25/Calder Flamingo photo Carol Highsmith 2007.jpg","id":23671,"classification":"sculpture","creditLine":"Commissioned through the Art in Architecture Program\r\nFine Arts Collection\r\nU.S. General Services Administration","dimensions":"53 x 60 x 24 ft. (1615.4 x 1828.7 x 731.5 cm)","artist":"Alexander Calder"},{"region":"Central Office","displayDate":"ca.1973","objectNumber":"FA12357","id":19409,"classification":"sculpture","creditLine":"Courtesy of the Fine Arts Program, Public Buildings Service, U.S. General Services Administration","dimensions":"68 H x 92 1/2 L x 46 1/4 W","artist":"Alexander Calder"}],"siteRelatedObjects":[{"region":"Region 2","displayDate":"2010","objectNumber":"AA374","medium":"cotton and wool","primaryImage":"/AA374/Images from Paul Warchol/Reflections 2 150.jpg","id":23975,"title":"REFLECTIONS OF LANDSCAPE","classification":"textile","creditLine":"Commissioned through the Art in Architecture Program\r\nFine Arts Collection\r\nU.S. General Services Administration","dimensions":"5 x 10 ft. (152.4 x 304.8 cm)","artist":"Anna Valentina Murch"},{"region":"Region 2","displayDate":"1970","objectNumber":"FA1721","medium":"bronze","primaryImage":"/FA1721/Carol Highsmith/Roszak, T-FA1721.01.CH2007.jpg","id":2112,"title":"EAGLE: JUSTICE ABOVE ALL ELSE","classification":"sculpture","creditLine":"Commissioned by the Art in Architecture Program \r\nU.S. General Services Administration","dimensions":"maximum: 10 x 15 x 3 ft. (304.8 x 457.2 x 91.4 cm)","artist":"Theodore J. Roszak"},{"region":"Region 2","displayDate":"1996","objectNumber":"AA317","medium":"iron","id":21059,"title":"MANHATTAN SENTINELS","labelCopy":"The sculpture group Manhattan Sentinels includes four cast-iron totemic forms that range in height from 36 to 39 feet and incorporate grass and seating areas on two plazas flanking the Federal Office Building at 26 Federal Plaza. These sculptures stand in active dialogue with our urban spaces. In the past, forms such as these served as monuments to civic pride or spiritual devotion. Today they also celebrate human aspirations and continuity, and invite us to reflect on shared meanings and experience.\r\n\r\nBeverly Pepper was born in New York City where she studied at Pratt Institute and the Art Students League. She also trained with Fernand Léger and at the Grande Chaumière with André Lhote in Paris, France. Her works are represented in major museums and public and private collections such as the Metropolitan Museum of Art, New York; Hirshhorn Museum and Sculpture Garden, Washington, DC; Walker Art Center, Minneapolis, Minnesota; Florence Museum of Art, Italy; and the Barcelona Museum of Modern Art, Spain.","classification":"sculpture","creditLine":"Commissioned through the Art in Architecture Program\r\nFine Arts Collection\r\nU.S. General Services Administration","dimensions":"each column: 36 to 39 ft. high","artist":"Beverly Pepper"},{"region":"Region 2","displayDate":"1967","objectNumber":"FA806","medium":"glass mosaic","primaryImage":"/FA806/Carol Highsmith/Fogel,S-FA806.06.CH2008.jpg","id":753,"title":"METROPOLIS","labelCopy":"In his design of Metropolis, Seymour Fogel chose a series of abstract forms, shapes and patterns to depict the vibrant urban landscape of New York City. Fogel concluded that representational objects or people were inappropriate since the mural would be viewed from great distances. Instead, Metropolis allows the viewer to experience the city from overhead as a static grid construction while retaining the sense of a fast paced environment. Fogel described the content of the mural as a visual interpretation of the “the dynamic character and quality of the world we move about in, including the forms and patterns of streets, intersections, buildings and general geometric character of an urban metropolis.”\r\n\r\nBorn on August 25, 1911, Fogel studied at the Art Students League and the National Academy of Design, both located in New York City, and served as an apprentice to the great Mexican muralist Diego Rivera. During the Depression era Fogel worked for the Works Progress Administration’s Federal Art Project under the mural division creating numerous works including murals for the 1939 New York World’s Fair. His works have been exhibited in numerous museums such as the Museum of Modern Art, the Metropolitan Museum of Art, the Whitney Museum of American Art, all located in New York City and the Carnegie Institution, Pittsburgh. Fogel died in New York City in 1984.","classification":"architectural arts","dimensions":"12' x 73' 10\"","artist":"Seymour Fogel"},{"region":"Non-Collection","displayDate":"first drawn in 1994, installed 2009","objectNumber":"NC0027","medium":"ink wash","id":25785,"title":"WALL DRAWING 746","labelCopy":"Wall Drawing 746 is comprised of thirty-six identically sized cubes measuring five feet by five feet each with color ink washes superimposed and surrounded by black borders.  The artwork is painted in acrylic paint and it began with a pencil sketch on the wall that established the forms.  The design is based on instructions written by the artist that have been specified to the dimensions of the wall in this particular building.  The east wall is 19' high by 60' long; the north wall is 19' high by 20' long.  Approximately twelve hundred wall drawings by Sol LeWitt exist, each of them numbered in the order in which they were realized.  Wall Drawing 746 was first created in 1994. \r\n\r\nBorn in Hartford, Connecticut Sol Le Witt received his BFA from Syracuse University in 1949. He served in the Korean War before moving to New York in the 1950s, where he studied at the School of Visual Arts.  Le Witt spent his early professional years in design at Seventeen Magazine, as a graphic designer in I.M. Pei’s office and in an entry level position in 1960 at the Museum of Modern Art. \r\n\r\nLe Witt is linked with the movements of Conceptual Art and Minimalism and his work ranges from paintings and drawings to sculptures, which he preferred to refer to as “structures.” The Wall Drawing series, over 1200 of which have been executed, illustrate the conceptual principle of Le Witt’s work in that they are usually executed by people other than the artist himself. He compared himself to an architect, stating “An architect doesn’t go off with a shovel and dig his foundation and lay every brick. He’s still an artist.”  Le Witt has been the subject of hundreds of solo exhibitions and is represented in permanent collections around the world including the National Gallery, the Museum of Modern Art, the Guggenheim and the Tate Gallery. In 2008 the Massachusetts Museum of Contemporary Art opened a retrospective of Sol Le Witt in collaboration with the Yale University Art Gallery and the Williams College Museum of Art. The exhibition is open for twenty-five years, features more than 100 works, and utilizes nearly an acre of wall space.","classification":"painting","creditLine":"Courtesy of the Estate of Sol LeWitt","dimensions":"19 x 60 ft. (579.1 x 1828.7 cm)","artist":"Sol LeWitt"},{"region":"Region 2","displayDate":"1976","objectNumber":"AA5","medium":"Cor-ten steel","id":20711,"labelCopy":"According to artist Lucas Samaras, Silent Struggle has its origins in a “reawakening” of elements from both his own Greek origins and from the history of art. He likens its design to a doily, delicate and intricate, created out of the indelicate substance weathering Cor-ten steel.  The result, standing 107 inches tall, with a thickness of 13 inches and diameter of six feet, was originally located in the courtyard of the Hale Boggs federal complex in New Orleans.  In 2008, it was transferred to the Court of International Trade in New York City for better cover from the elements.\r\n\r\nBorn in Kastoria, Greece in 1936, Lucas Samaras immigrated to New Jersey in 1948 and matriculated at Rutgers University (1955-59), where he was influenced by artists Allan Kaprow and George Segal.  He studied at Columbia University from 1959 to 1962 with art historian Meyer Shapiro.  In addition to sculpture, Samaras’s work includes painting, installation, and photography, and has been featured at many venues including: the Art Institute of Chicago; Fogg Art Museum, Harvard University, Cambridge, Massachusetts; Hirshhorn Museum and Sculpture Garden and the National Gallery of Art, Washington, D.C.; Los Angeles County Museum of Art; the Metropolitan Museum of Art, the Museum of Modern Art, the Whitney Museum of American Art, and the Solomon R. Guggenheim Museum, in New York; Tate Gallery, London; and Walker Art Center, Minneapolis.\r\n","classification":"sculpture","creditLine":"Commissioned through the Art in Architecture Program\r\nFine Arts Collection\r\nU.S. General Services Administration","dimensions":"107 x 72 x 13 in. (271.8 x 182.9 x 33 cm)","artist":"Lucas Samaras"}],"dimensions":"11' x 11'","artist":"Alexander Calder","ObjComponents":{"id":10212,"componentNumber":"FA875","objectId":10212}},"total_results":1}