{"request_date":"2014-04-03 18:26:08.779","search_value":1034,"search_type":"id","results":{"region":"Central Office","displayDate":"1953","objectNumber":"FA959","Loans":{"borrower":"Government Accountability Office","state":"DC","city":"Washington","id":6,"loanNumber":"OL.2002.01"},"ObjTextEntries":[{"id":10599,"objectId":1034,"textType":"Description","textEntry":"Artist received $3500 from General Services Administration's Fine Arts Account for this commission.<BR><BR>Depicts beauty and historic places within Dare County, NC: upper lefthand corner: Ft. Raleigh; cradle represents Virginia Dare; copies of Gov. White's drawings; tree with word 'CROATOAN'; bottom left: Atlantic Ocean in a storm; Dare County courthouse; Kill Devil Hill and Wright Memorial; center: Oregon Inlet Coast Guard Station; Wright plane and first flight; fisherman's cottage with nets hung out to dry; gulls; driftwood; foreground: shells on beach; upper right: Pea Island Snow Goose Refuge; ocean in a calmer scene, with an old wreck on the beach; wreck of the George A. Kohler, now destroyed; Jockey's Ridge and sand dunes; sea-oats and willets on the beach.&nbsp; Irish whiskey bottle in lower righthand corner is washed up on the beach, and the artist has placed his name on the bottle.&nbsp; Signed and dated '53 in lower righthand corner.&nbsp; Contract dated January 15, 1953; work installed December 14, 1953.<BR><BR>Plaque text:<BR>Mitchell Jamieson's mural depicts the beauty and history of the Dare County coastland, an area located in the Outer Banks, North Carolina.&nbsp; It was inspired by the Honorable Lindsay Warren, the third Comptroller General, who had a great love for the area and in turn inspired Jamieson to paint this subject.<BR><BR>Among the historic landmarks and events depicted by Jamieson are the restored Fort Raleigh, the Wright Brothers' plane and first flight, the Dare County Courthouse, Kill Devil Hill and the Wright Brothers Memorial, the Oregon Inlet Coast Guard station, Pea Island Snow Goose Refuge, the wreck of the George A. Kohler, and the Cape Hatteras Lighthouse.&nbsp; Jamieson's signature appears in the lower right hand corner of the painting on a bottle that has washed up on the beach, a punning reference to a well-known Irish whiskey that shares his name.<BR><BR>Jamieson lived and worked virtually his entire life in the greater Washington, D.C. area, studying at both the Abbot School of Art and the Corcoran School of Art.&nbsp; He was also a professor at the University of Maryland for many years.&nbsp; In addition to the many Federal murals he executed, Jamieson's paintings are in the collections of the Corcoran Gallery of Art, The Phillips Collection, the Metropolitan Museum of Art, and the Whitney Museum of American Art.&nbsp; The artist died in 1974.<BR>"},{"id":23816,"objectId":1034,"textType":"Inscription","textEntry":"&amp;quot;Jamieson&amp;quot; lower right corner<BR>Dated &amp;quot;53&amp;quot;"},{"id":33228,"objectId":1034,"textType":"Medium","textEntry":"Oil on canvas"}],"ObjectsPeople":{"lastName":"Jamieson","id":25811,"objectId":1034,"personId":76,"role":"Artist","displayName":"Mitchell Jamieson","firstName":"Mitchell"},"id":1034,"title":"HISTORIC DARE COUNTY","classification":"painting","artistRelatedObjects":{"region":"Region 11","displayDate":"1943","objectNumber":"FA526","medium":"oil on canvas","id":542,"title":"AN INCIDENT IN CONTEMPORARY AMERICAN LIFE","classification":"painting","dimensions":"148\" x 82\"","artist":"Mitchell Jamieson"},"siteRelatedObjects":{"region":"Central Office","displayDate":"1954","objectNumber":"FA776","id":1027,"title":"TULIP CULTURE IN BEAUFORT COUNTY, NORTH CAROLINA","classification":"painting","dimensions":"7'5\" x 10'6\"","artist":"John Chapman Lewis"},"dimensions":"7'2\" x 15'-1/2\"","artist":"Mitchell Jamieson","ObjComponents":{"id":1034,"componentNumber":"FA959","objectId":1034}},"total_results":1}