{"request_date":"2014-04-03 21:35:35.884","search_value":10394,"search_type":"id","results":{"region":"Region 11","displayDate":"1947","objectNumber":"FA745-B","ObjTextEntries":{"id":18032,"objectId":10394,"textType":"Description","textEntry":"The sculpture is one of two bronze sculptures that were originally placed amongst a fountain, all of which were a part of the Oscar S. Straus Memorial Fountain.&nbsp; The works were de-installed, conserved and currently are installed outside the Ronald Reagan building in Washington, DC.<BR><BR>Signed lower right side: ROMAN BRONZE WORKS. INC. Inscription on right side of granite base: THE.VOICE.OF.REASON.IS.MORE.TO.BE.REGARDED/THAN.THE.BENT<BR>OF.ANY.PRESENT.INCLINATION.&nbsp; Cast by the Roman Bronze Works.<BR><BR>The sculpture was one of two bronze sculptures that were placed amongst a fountain, all of which were a part of the Oscar S. Straus Memorial Fountain. <BR><BR>The following excerpt was taken from an unknown article about the Oscar S. Straus Memorial Fountain:<BR>&nbsp;<BR>\"Adolph Weinman's two bronze sculptures embodied the essence of the Beaux-Arts tradition that had dominated American monumental and architectural scuplture since the post-Civil War era.&nbsp; Each group for the Straus Fountain was meant to convey symbolically a message of spiritual value that represented an ideal to be associated with individual and national aspirations as a whole.&nbsp; In keeping with this elevated reflection, the figures and objects in the statues became abstract symbols and emblems that bore little direct relationship visually with the contemporary world except through their fundamental identification as man, woman, book, or hammer.&nbsp; The sculptures were conceived to be as timeless as the values depicted... [The] vigorous man captures the strength of character and vision that is&nbsp; necessary for Reason to prevail over temporary inclinations ...&nbsp; Therefore, although the Straus fountain was a monument to an individual and commemorates the values that were important to him, the memorial also expresses the ideals and aesthetics of the country that spanned the lifetime of Oscar Straus himself.\"<BR><BR>Inscribed plaque reads:&nbsp; \"This monument was erected in subscription in accordance with the Joint Resolution of Congress of December 16, 1927, signed by President Coolidge March 2, 1929, in Memory of Oscar J. Straus 1850-1926, Author, Origin of Republican Form of Government, 1965, Roger Williams - Pioneer of Religious Liberty 1894 Under 4 Administrations 1922&nbsp; Diplomat, Minister to Turkey 1909-1910; Statesman, Secretary of Commerce and Labor, 1902-1906; Member of the Hague Court of Arbitration 1902-1906, the Oscar J. Straus Memorial Association Inc. October 1947.\"&nbsp; High&nbsp; marble base inscribed \"Our Liberty of Worship is Not a Concession&nbsp; Nor A Privilege But an Inherent Right.\""},"ObjectsPeople":{"lastName":"Weinman","id":35171,"objectId":10394,"personId":2603,"role":"Artist","displayName":"Adolph A(lexander) Weinman","firstName":"Adolph A(lexander)"},"medium":"bronze","primaryImage":"/FA745/Carol Highsmith/Weinman,A.FA745-B.02.CH2011.jpg","id":10394,"classification":"sculpture","artistRelatedObjects":{"region":"Region 11","displayDate":"ca.1947","objectNumber":"FA745-A","medium":"bronze","primaryImage":"/FA745/Carol Highsmith/Weinman,A.FA745-A.01.CH2011.jpg","id":12869,"classification":"sculpture","dimensions":"5' x 5'6\" x 11'6\"","artist":"Adolph A(lexander) Weinman"},"siteRelatedObjects":[{"region":"Non-Collection","objectNumber":"NC0015","id":25431,"title":"[RONALD REAGAN COMMEMORATIVE MEDALLIONS]","classification":"sculpture","artist":"Chas Fagan"},{"region":"Region 11","displayDate":"1997","objectNumber":"AA218","medium":"metal curtain walls, glass and neon","primaryImage":"/AA218/Carol Highsmith/Sonnier,K.AA218.03.CH2011.jpg","id":23274,"classification":"architectural arts","creditLine":"Commissioned through the Art in Architecture Program\r\nFine Arts Collection\r\nU.S. General Services Administration","dimensions":"two walls, each: 49 x 30 ft. (1493.4 x 914.4 cm)","artist":"Keith Sonnier"},{"region":"Region 11","displayDate":"1997","objectNumber":"AA217","medium":"patinated hammer-formed bronze plate","primaryImage":"/AA217/Carol Highsmith/Puryear,M.AA217.01.CH2011.jpg","id":23275,"labelCopy":"Martin Puryear’s Bearing Witness is a colossal sculpture of hammer-formed and welded bronze. While its taut surfaces and hull-like forms may recall those of a boat (indeed it was fabricated at a precision shipbuilding facility), the sculpture’s familiar-yet-enigmatic shapes allow viewers to create their own associations. Puryear has said: “In my work, I aim for a point where organic form—or forms which suggest nature and organic processes—can coexist with forms which are clearly cultural.” he also intends this artwork to be perceived as a handcrafted object, despite its immense size and need to withstand the climatic conditions of its exterior location. Puryear allows the weld-marks and other idiosyncratic details of its fabrication to be seen, much as he does in his smaller-scale artworks that are made of wood.\r\n\r\nThe sculpture’s poetic title similarly invites multiple interpretations. Puryear often selects titles that are, in his words, “provocative and open up possible ways for people to look at the work and think about the work rather than close it down.” Bearing Witness suggests an observer, perhaps even the collective consciousness of the public.\r\n\r\nThe location of Bearing Witness affects its meaning, as well. The sculpture stands in the grand, semicircular courtyard in front of the Reagan Building’s Woodrow Wilson Center. Viewed from certain angles, the rounded shape at the top of Bearing Witness forms a concentric arc with the curving façade of the building. Architect James Ingo Freed viewed the sculpture “as a column pinning the space to the ground.” The plaza’s space is vast, as are the two massive federal buildings that surround it. Puryear’s sculpture serves as both a physical and metaphorical intermediary between viewers and the government buildings. In a 1998 Sculpture magazine interview, Puryear stated: “This is one of the more challenging pieces I’ve done, because it’s in such an official public place... Its context is weighted. For myself, I wanted my work to be directed toward people rather than toward the government. In a democracy, the people talk back to the government.”","classification":"sculpture","creditLine":"Commissioned through the Art in Architecture Program\r\nFine Arts Collection\r\nU.S. General Services Administration","dimensions":"480 in. (1219.2 cm)","artist":"Martin Puryear"},{"region":"Region 11","displayDate":"ca.1947","objectNumber":"FA745-A","medium":"bronze","primaryImage":"/FA745/Carol Highsmith/Weinman,A.FA745-A.01.CH2011.jpg","id":12869,"classification":"sculpture","dimensions":"5' x 5'6\" x 11'6\"","artist":"Adolph A(lexander) Weinman"},{"region":"Region 11","displayDate":"1997","objectNumber":"AA219","medium":"cast aluminum, limestone","id":22038,"title":"FEDERAL TRIANGLE FLOWERS","classification":"sculpture","creditLine":"Commissioned through the Art in Architecture Program\r\nFine Arts Collection\r\nU.S. General Services Administration","dimensions":"13'8\" w X 6'8\" h x 7'2\" d rose 1800 lbs\r\n13'6\" w x 5'10\" h x 7' d lily 1900 lbs","artist":"Stephen Robin"},{"region":"Region 11","displayDate":"c, 1997","objectNumber":"FA24810","medium":"acrylic","id":13680,"classification":"model","dimensions":"20 1/4\" x 20 1/2\" x 4 1/2\"","artist":"Pei Cobb Freed & Partners"}],"ObjMedia":[{"primaryDisplay":1,"copyright":"Carol M. Highsmith Photography","itemId":10394,"id":33213,"rank":1,"tableId":108,"fileName":"FA745/Carol Highsmith/Weinman,A.FA745-B.02.CH2011.jpg"},{"primaryDisplay":0,"copyright":"Carol M. Highsmith Photography","itemId":10394,"id":33214,"rank":0,"tableId":108,"fileName":"FA745/Carol Highsmith/Weinman,A.FA745-B.01.CH2011.jpg"}],"dimensions":"5'4\" x 11'5\" x 5'","artist":"Adolph A(lexander) Weinman","ObjComponents":{"id":10394,"componentNumber":"FA745-B","objectId":10394}},"total_results":1}