{"request_date":"2014-04-03 18:27:33.739","search_value":1119,"search_type":"id","results":{"region":"Region 3","displayDate":"1939","objectNumber":"FA785","ObjTextEntries":[{"id":33312,"objectId":1119,"textType":"Medium","textEntry":"Oil on canvas.&nbsp; Marouflaged to wall."},{"id":10677,"objectId":1119,"textType":"Description","textEntry":"This mural depicts life in 19th century Salisbury.&nbsp; We see the town crier.&nbsp; Surrounding him are curious slaves and children.&nbsp; At the other end of the panel is a family strolling in leisurely fashion along the planked sidewalk.&nbsp; In the background are houses and landscape characteristic of Maryland's eastern shore.&nbsp; <BR><BR>The following are excerpts from THE DAILY TIMES, SALISBURY, MD SUNDAY JULY 24, 1994: \"The town crier with his bell, ... was a black man, names James James, and he was popularly known as \"Jim Jeems.\" Townspeople gathered around to hear the&nbsp; 'latest news'.\"&nbsp;&nbsp; Salisburians were not at all pleased with his sketches in 1938 and demanded that they be revised or the project be abandoned. He worked from old photographs and historic reference sources.&nbsp; J. William Slemons, widely respected clerk of the Circuit Court for Wicomico County, had suggested the murals for hte then new post office completed in 1936.&nbsp; He was the first president of the Wicomico Historical Society. Controversy over the sketches as well as subsequent dedication of the revised murals are adequately covered in newspaper stories of the era. It was a lively story for metropolitan newspapers, among them the Baltimore Sun and the New York Times. The time frame [depicted] is roughly between 1830 and 1850.&nbsp; Salisbury was then a mere village, its residents surely unaware that one day the location would become the very center of hte Delmarva Peninsula. The artist, whose reputation included murals in the Justice Department in Washington, was indeed dismayed, but at the request of the Treasury Department, he agreed to make some revisions. Local society members had pounced on his sketches as \"unrealistic,\" lacking perspective\" and \"too modernistic.\"&nbsp;&nbsp; PLAQUE READS: Jacob Getlar Smith was born February 3, 1898 in New York City, and died there in October, 1958.&nbsp; He studied at the National Academy of Design in New York, as well as independently in Europe.&nbsp; He exhibited at institutions around the country, including the Carnegie Institute, the Corcoran Gallery of Art, Washington, DC, the Legion of Honor in San Francisco, the Pennsylvania Academy of Fine Arts, and the Virginia Museum of Fine Arts.&nbsp; Smith's works are in the collections of the Whitney Museum of American Art, New York, the U.S. Department of Labor, and the Missouri State Teacher's College.&nbsp; Under the Works Progress Administration, he was commissioned to paint murals for the U.S. Post Office in Nyack, New York, in addition to these in Salibury. These three murals (\"Salisbury Town, FA785, \"The Cotton Patch\" FA1011, \"The Stage at Byrd's Tavern\" FA1012) were commissioned by the U.S. Treasury Section of Painting and Sculpture at the suggestion of the Wicomico County Historical Society.&nbsp; The artist took his subject matter largely from historical photographs supplied by the Society, thus depicting scenes and modes of living in Salisbury in the early 19th century in an idealized manner.&nbsp; His first sketches caused an uproar in the community die to supposed inaccuracies, but he subsequently revised his designs for the final murals.&nbsp; The works were dedicated on September 18, 1939. Salisbury Town shows buildings and activities representative of this Eastern Shore village in 1840.&nbsp; The central figure is the town crier, whose functions were carried our for many years by James James, known by the townspeople affectionately as Jim Jeems.&nbsp; He is seen ringing his bell and announcing the news.&nbsp; A family is shown walking down the street.&nbsp; The mansion and cottage in the background do not represent particular houses in Salisbury, but rather are a composite of several."}],"ObjectsPeople":{"lastName":"Smith","id":25896,"objectId":1119,"personId":2399,"role":"Artist","displayName":"Jacob Getlar Smith","firstName":"Jacob Getlar"},"medium":"oil on canvas","id":1119,"title":"SALISBURY TOWN","classification":"painting","artistRelatedObjects":[{"region":"Region 3","displayDate":"1939","objectNumber":"FA1012","medium":"oil on canvas","id":790,"title":"THE STAGE AT BYRD'S TAVERN","classification":"painting","dimensions":"52-3/4\" x 133\"","artist":"Jacob Getlar Smith"},{"region":"Region 3","displayDate":"1939","objectNumber":"FA1011","medium":"oil on canvas","id":1129,"title":"THE COTTON PATCH","classification":"painting","dimensions":"52-1/2\" x 133\"","artist":"Jacob Getlar Smith"}],"siteRelatedObjects":[{"region":"Region 3","displayDate":"1939","objectNumber":"FA1012","medium":"oil on canvas","id":790,"title":"THE STAGE AT BYRD'S TAVERN","classification":"painting","dimensions":"52-3/4\" x 133\"","artist":"Jacob Getlar Smith"},{"region":"Region 3","displayDate":"1939","objectNumber":"FA1011","medium":"oil on canvas","id":1129,"title":"THE COTTON PATCH","classification":"painting","dimensions":"52-1/2\" x 133\"","artist":"Jacob Getlar Smith"}],"dimensions":"113-1/2\" x 149\"","artist":"Jacob Getlar Smith","ObjComponents":{"id":1119,"componentNumber":"FA785","objectId":1119}},"total_results":1}