{"request_date":"2014-04-03 18:27:43.744","search_value":1129,"search_type":"id","results":{"region":"Region 3","displayDate":"1939","objectNumber":"FA1011","ObjTextEntries":[{"id":33322,"objectId":1129,"textType":"Medium","textEntry":"Oil on canvas, marouflaged to wall."},{"id":10685,"objectId":1129,"textType":"Description","textEntry":"One of three works commisioned under the U.S. Treasury Section of Fine Arts for $1,730.&nbsp; Contract dated March 14, 1938.&nbsp; The works were installed September 11, 1939.<BR><BR>This mural depicts a scene at the town wharf known as the \"Cotton Patch\".&nbsp; The steamboat landing served early residents of Salisbury as the point of departure and arrival when they travelled to Baltimore on the steamer \"Patuxent\" of the Weems line.&nbsp; The landing was located about two miles down the river from the present city wharves.&nbsp; The mural depicts \"Steamboat Day.\"&nbsp; In the foreground, a small group has come to see the departure of a young couple on their wedding journey. In the background, the river boat, embarking passengers, and the usual atmosphere of such an event.&nbsp; The time is the early 19th century.&nbsp;&nbsp; <BR><BR>PLAQUE READS: Jacob Getlar Smith was born February 3, 1898 in New York City, and died there in October, 1958.&nbsp;&nbsp; He studied at he National Academy of Design in New York, as well as independently in Europe.&nbsp; He exhibited at institutions around the country, including the Carnegie Institute, the Corcoran Gallery of Art, the Legion of Honor in San Francisco, the Pennsylvania Academy of Fine Arts, and the Virginia Musuem of Fine Arts. Smith's works are in the collections of the Whitney Museum of American Art, the U.S. Department of Labor, and the Missouri State Teacher's College.&nbsp; Under the Works Progress Administration, he was commissioned to paint murals for the U.S. Post Office in Nyack, New York, in addition to these in Salisbury. These three murals were commissioned by the U.S. Treasury Section of Painting and Sculpture at the suggestion of the Wicomico County Historical Society.&nbsp; The artist took his subject matter largely from historical photographs supplied by the Society, thus depicting actual scenes and modes of living in Salisbury in the early 19th century in an idealized manner.&nbsp; His first sketches caused an uproar in the community due to supposed inaccuracies, but he subsequently revised his designs for the final murals.&nbsp; The works wer dedicated on September 18, 1939. The Cotton Patch shows the steamboat landing which served as the primary point of and departure for travel between Salisbury and Baltimore.&nbsp; The scene in 1832 is of a bridal couple saying their good-byes and preparing to board the steamer to Baltimore, a popular honeymoon destination of the time. The artist, whose reputation included murals in the Justice Department in Washington, was indeed dismayed, but at the request of the Treasury Department, he agreed to make some revisions. Local society members had pounced on his sketches as \"unrealistic,\" lacking perspective\" and \"too modernistic.\"<BR>From: THE DAILY TIMES, SALISBURY, MD SUNDAY JULY 24, 1994:<BR>\"Salisburians were not at all pleased with his sketches in 1938 and demanded that they be revised or the project be abandoned. He worked from old photographs and historic reference sources.&nbsp; J. William Slemons, widely respected clerk of the Circuit Court for Wicomico County, had suggested the murals for hte then new post office completed in 1936.&nbsp; He was the first president of the Wicomico Historical Society. Controversy over the sketches as well as subsequent dedication of hte revised murals are adequately covered in newspaper stories of the era. It was a lively story for metropolitan newspapers, among them the Baltimore Sun and the New York Times. The time frame [depicted] is roughly between 1830 and 1850.&nbsp; Salisbury was then a mere village, its residents surely unaware that one day the location would become the very center of hte Delmarva Peninsula."}],"ObjectsPeople":{"lastName":"Smith","id":25906,"objectId":1129,"personId":2399,"role":"Artist","displayName":"Jacob Getlar Smith","firstName":"Jacob Getlar"},"medium":"oil on canvas","id":1129,"title":"THE COTTON PATCH","classification":"painting","artistRelatedObjects":[{"region":"Region 3","displayDate":"1939","objectNumber":"FA1012","medium":"oil on canvas","id":790,"title":"THE STAGE AT BYRD'S TAVERN","classification":"painting","dimensions":"52-3/4\" x 133\"","artist":"Jacob Getlar Smith"},{"region":"Region 3","displayDate":"1939","objectNumber":"FA785","medium":"oil on canvas","id":1119,"title":"SALISBURY TOWN","classification":"painting","dimensions":"113-1/2\" x 149\"","artist":"Jacob Getlar Smith"}],"siteRelatedObjects":[{"region":"Region 3","displayDate":"1939","objectNumber":"FA1012","medium":"oil on canvas","id":790,"title":"THE STAGE AT BYRD'S TAVERN","classification":"painting","dimensions":"52-3/4\" x 133\"","artist":"Jacob Getlar Smith"},{"region":"Region 3","displayDate":"1939","objectNumber":"FA785","medium":"oil on canvas","id":1119,"title":"SALISBURY TOWN","classification":"painting","dimensions":"113-1/2\" x 149\"","artist":"Jacob Getlar Smith"}],"dimensions":"52-1/2\" x 133\"","artist":"Jacob Getlar Smith","ObjComponents":{"id":1129,"componentNumber":"FA1011","objectId":1129}},"total_results":1}